Repository: dimkroon/plugin.video.iplayerwww
Catalog: resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30100
source: General
nl_nl: Algemeen

# #30101
source: Video settings
nl_nl: Video instellingen

# #30102
source: Radio settings
nl_nl: Radio instellingen

# #30103
source: Common settings
nl_nl: Algemene instellingen

# #30110
source: Play Signed programmes when available
nl_nl: Speel programma's met gebarentaal wanneer beschikbaar

# #30120
source: Play Audio Described programmes when available
nl_nl: Gebruik gesproken beschrijvingen wanneer beschikbaar.

# #30130
source: Use subtitles when available
nl_nl: Gebruik ondertiteling wanneer beschikbaar

# #30140
source: Enable BBC iD
nl_nl: Gebruik BBC ID

# #30141
source: BBC Username
nl_nl: BBC Gebruikersnaam

# #30142
source: BBC Password
nl_nl: BBC Wachtwoord

# #30143
source: Sign in automatically
nl_nl: Log automatisch in

# #30150
source: Suppress programmes with incomplete information in Highlights
nl_nl: Onderdruk programma's met onvolledig informatie in Highlight

# #30160
source: Behaviour for getting A-Z
nl_nl: Instellingen voor ophalen van A-Z lijsten

# #30161
source: By character
nl_nl: Per karakter

# #30162
source: All at once
nl_nl: Alles tegelijk

# #30170
source: Behaviour for getting programmes
nl_nl: Instellingen voor ophalen van programma's

# #30171
source: By page
nl_nl: Per pagina

# #30172
source: All at once
nl_nl: Alles tegelijk

# #30180
source: Switch CBeebies/CBBC only mode on/off
nl_nl: Schakel CBeebies/CBBC modus aan/uit

# #30181
source: Enter old password:
nl_nl: Voer bestaand wachtwoord in

# #30182
source: Enter new password (empty to unlock):
nl_nl: Voer nieuwe wachtwoord in. (of leeg om te wissen)

# #30190
source: Show Red Button warning
nl_nl: Toon 'RedButton' waarschuwing

# #30205
source: Play stream automatically using these settings
nl_nl: Speel streams automatisch met deze instellingen

# #30300
source: Highlights
nl_nl: Hoogtepunten

# #30301
source: Most Popular
nl_nl: Meest Populair

# #30302
source: Programme List A-Z
nl_nl: Programma's A-Z

# #30303
source: Categories
nl_nl: Categorieën

# #30304
source: Search
nl_nl: Zoeken

# #30305
source: Watch Live
nl_nl: Live TV

# #30306
source: Watching
nl_nl: Verder Kijken

# #30307
source: Added
nl_nl: Mijn Lijst

# #30308
source: BBCiD Sign In
nl_nl: Inloggen met BBC ID

# #30309
source: Successful
nl_nl: Gelukt

# #30310
source: Failed - check settings
nl_nl: Niet gelukt - controleer de instellingen

# #30311
source: BBCiD set-up required, please check settings.
nl_nl: BBC ID setup vereis, controleer de instellingen

# #30312
source: Do you wish to sign in?
nl_nl: Wilt u inloggen?

# #30313
source: available episodes
nl_nl: beschikbare afleveringen

# #30314
source: Collection
nl_nl: Collectie

# #30315
source: available programmes
nl_nl: beschikbare programma's

# #30316
source: This programme is part of the collection
nl_nl: Dit programme is onderdeel van de collectie

# #30317
source: Channel Highlights
nl_nl: Kanaal Hoogtepunten

# #30318
source: View all matching episodes
nl_nl: Bekijk alle overeenkomstige afleveringen

# #30319
source: Finding episodes...
nl_nl: Op zoek naar afleveringen...

# #30320
source: Next page
nl_nl: Volgende pagina

# #30321
source: Listen Live
nl_nl: Luister Live

# #30322
source: Listen Live High Quality
nl_nl: Luister Live in Hoge Kwaliteit

# #30327
source: Channel A-Z
nl_nl: Kanaal A-Z

# #30335
source: UHD Trial Channels
nl_nl: UHD Test Kanalen

# #30400
source: Error
nl_nl: Fout

# #30401
source: BBC iPlayer TV programmes are available to play in the UK only.
nl_nl: BBC iPLayer TV programma's zijn alleen in beschikbaar in het Verenigd Koninkrijk.

# #30402
source: Cookie Load Failed
nl_nl: Cookeis laden is mislukt.

# #30403
source: Playback failed
nl_nl: Afspelen is mislukt

# #30404
source: Can't find stream.
nl_nl: Can de stream niet vinden.

# #30405
source: Warning
nl_nl: Waarschuwing

# #30412
source: Sorry, this programme appears to be unavailable. If you reached this point from Radio Search, it is most likely caused by the website returning search results that don't exist.
nl_nl: Sorry, dit programma lijkt niet beschikbaar te zijn.

# #30413
source: Please check you installed this plugin correctly.
nl_nl: Controleer alstublieft of deze plugin goed is geïnstalleerd.

# #30414
source: This BBC Sounds programme is available to play in the UK only.
nl_nl: Dit BBC Sounds programma is alleen beschikbaar in het Verenigd Koninkrijk.

# #30510
source: Select main menu entries
nl_nl: Selecteer hoofd menu items

# #30511
source: iPlayer: Highlights
nl_nl: iPlayer: Hoogtepunten

# #30512
source: iPlayer: Channel Highlights
nl_nl: iPlayer: Kanaal Hoogtepunten

# #30513
source: iPlayer: Most Popular
nl_nl: iPLayer: Meest Populair

# #30514
source: iPlayer: Programme List A-Z
nl_nl: iPLayer: Programma's A-Z

# #30515
source: iPlayer: Channel A-Z
nl_nl: iPLayer: Kanaal A-Z

# #30516
source: iPlayer: Categories
nl_nl: iPLayer: Categorieën

# #30517
source: iPlayer: Search
nl_nl: iPLayer: Zoeken

# #30518
source: iPlayer: Watch Live
nl_nl: iPLayer: Live TV

# #30520
source: iPlayer: Watching
nl_nl: iPLayer: Verder Kijken

# #30521
source: iPlayer: Added
nl_nl: iPLayer: Mijn Lijst

# #30522
source: Radio: Listen Live
nl_nl: Radio: Luister Live

# #30523
source: Radio: Programme List A-Z
nl_nl: Radio: Programma's A-Z

# #30524
source: Radio: Categories
nl_nl: Radio: Categorieën

# #30525
source: Radio: Search
nl_nl: Radio: Zoeken

# #30526
source: Radio: Most Popular
nl_nl: Radio: Meest Populair

# #30527
source: Radio: Added
nl_nl: Radio: Mijn Lijst

# #30528
source: Radio: Following
nl_nl: Radio: Verder luisteren

# #30529
source: iPlayer: UHD Trial Channels
nl_nl: iPLayer: UHD Test Kanalen
